{
  "data": [
    {
      "type": "organisms",
      "id": "44689",
      "attributes": {
        "taxon_id": "44689",
        "scientific_name": "Dictyostelium discoideum",
        "citation": "Eichinger L, Pachebat JA, Glockner G, Rajandream MA, Sucgang R, Berriman M, Song J, Olsen R, Szafranski K, Xu Q, Tunggal B, Kummerfeld S, Madera M, Konfortov BA, Rivero F, Bankier AT, Lehmann R, Hamlin N, Davies R, Gaudet P, Fey P, Pilcher K, Chen G, Saunders D, Sodergren E, Davis P, Kerhornou A, Nie X, Hall N, Anjard C, Hemphill L, Bason N, Farbrother P, Desany B, Just E, Morio T, Rost R, Churcher C, Cooper J, Haydock S, van Driessche N, Cronin A, Goodhead I, Muzny D, Mourier T, Pain A, Lu M, Harper D, Lindsay R, Hauser H, James K, Quiles M, Madan Babu M, Saito T, Buchrieser C, Wardroper A, Felder M, Thangavelu M, Johnson D, Knights A, Loulseged H, Mungall K, Oliver K, Price C, Quail MA, Urushihara H, Hernandez J, Rabbinowitsch E, Steffen D, Sanders M, Ma J, Kohara Y, Sharp S, Simmonds M, Spiegler S, Tivey A, Sugano S, White B, Walker D, Woodward J, Winckler T, Tanaka Y, Shaulsky G, Schleicher M, Weinstock G, Rosenthal A, Cox EC, Chisholm RL, Gibbs R, Loomis WF, Platzer M, Kay RR, Williams J, Dear PH, Noegel AA, Barrell B, Kuspa A. (2005) The genome of the social amoeba Dictyostelium discoideum. Nature 435(7038): 43-57.",
        "url": "http://www.nature.com/nature/journal/v435/n7038/index.html"
      }
    },
    {
      "type": "organisms",
      "id": "5786",
      "attributes": {
        "taxon_id": "5786",
        "scientific_name": "Dictyostelium purpureum",
        "citation": "Sucgang, Kuo, Tian, Salerno, Parikh, Feasley, Dalin, Tu, Huang, Barry, Lindquist, Shapiro, Bruce, Schmutz, Salamov, Fey, Gaudet, Anjard, Babu, Basu, Bushmanova, van der Wel, Katoh-Kurasawa, Dinh, Coutinho, Saito, Elias, Schaap, Kay, Henrissat, Eichinger, Rivero, Putnam, West, Loomis, Chisholm, Shaulsky, Strassmann, Queller, Kuspa & Grigoriev (2011) 'Comparative genomics of the social amoebae Dictyostelium discoideum and Dictyostelium purpureum.' 12:R20",
        "url": "http://ncbi.nlm.nih.gov/pubmed/21356102"
      }
    },
    {
      "type": "organisms",
      "id": "1054147",
      "attributes": {
        "taxon_id": "1054147",
        "scientific_name": "Dictyostelium fasciculatum",
        "citation": "Heidel, Lawal, Felder, Schilde, Helps, Tunggal, Rivero, John, Schleicher, Eichinger, Platzer, Noegel, Schaap & Glockner (2011) 'Phylogeny-wide analysis of social amoeba genomes highlights ancient origins for complex intercellular communication.' Genome Res. 21:",
        "url": "http://ncbi.nlm.nih.gov/pubmed/21757610"
      }
    },
    {
      "type": "organisms",
      "id": "13642",
      "attributes": {
        "taxon_id": "13642",
        "scientific_name": "Polysphondylium pallidum",
        "citation": "Heidel, Lawal, Felder, Schilde, Helps, Tunggal, Rivero, John, Schleicher, Eichinger, Platzer, Noegel, Schaap & Glockner (2011) 'Phylogeny-wide analysis of social amoeba genomes highlights ancient origins for complex intercellular communication.' Genome Res. 21:",
        "url": "http://ncbi.nlm.nih.gov/pubmed/21757610"
      }
    }
  ]
}
